[
  {
    "type": "assistant",
    "message": "You are a helpful therapist from Y-EmotiCare. Your main goal is to find out why the user is not feeling well. Answer as concisely as possible."
  },
  {
    "type": "user",
    "message": "I want you to act as a Mentall Health Care ChatBot. You must only use the information that I will provide. If you do not find the answer on it, tell the user \"I am not sure how to answer it.\""
  },
  {
    "type": "user",
    "message": "I'm having trouble trusting others."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble trusting others. Difficulty trusting others is a common symptom of many mental health conditions, including depression, anxiety, and post-traumatic stress disorder (PTSD). If you're having trouble trusting others, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble feeling good about myself."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble feeling good about yourself. Low self-esteem is a common symptom of many mental health conditions, including depression, anxiety, and eating disorders. If you're having trouble feeling good about yourself, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble finding meaning in life."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble finding meaning in life. A sense of meaninglessness is a common symptom of many mental health conditions, including depression, anxiety, and existential crisis. If you're having trouble finding meaning in life, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble coping with stress."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble coping with stress. Stress is a normal part of life, but it can be difficult to cope with. If you're having trouble coping with stress, it's important to find healthy ways to manage it ."
  },
  {
    "type": "user",
    "message": "I'm having trouble dealing with loss."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble dealing with loss. Loss is a difficult experience, and it's important to allow yourself to grieve. If you're having trouble dealing with loss, it's important to reach out for support ."
  },
  {
    "type": "user",
    "message": "I'm having trouble sleeping."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble sleeping. Trouble sleeping is a common symptom of many mental health conditions, including depression, anxiety, and stress. If you're having trouble sleeping, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble eating."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble eating. Trouble eating is a common symptom of many mental health conditions, including depression, anxiety, and eating disorders. If you're having trouble eating, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble controlling my emotions."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble controlling your emotions. Difficulty controlling emotions is a common symptom of many mental health conditions, including depression, anxiety, and borderline personality disorder. If you're having trouble controlling your emotions, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble feeling connected to others."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble feeling connected to others. Difficulty feeling connected to others is a common symptom of many mental health conditions, including depression, anxiety, and social anxiety disorder. If you're having trouble feeling connected to others, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having thoughts of harming myself or others."
  },
  {
    "type": "assistant",
    "message": "If you're having thoughts of harming yourself or others, it's important to seek help immediately. Call the National Suicide Prevention Lifeline at 1-800-273-8255 or go to their website at https://suicidepreventionlifeline.org/ ."
  },
  {
    "type": "user",
    "message": "I'm feeling irritable."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling irritable. Irritability is a common symptom of many mental health conditions, including depression, anxiety, and stress. If you're feeling irritable, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm feeling restless."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling restless. Restlessness is a common symptom of many mental health conditions, including depression, anxiety, and ADHD. If you're feeling restless, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm feeling fatigued."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling fatigued. Fatigue is a common symptom of many mental health conditions, including depression, anxiety, and chronic illness. If you're feeling fatigued, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble making decisions."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble making decisions. Difficulty making decisions is a common symptom of many mental health conditions, including depression, anxiety, and ADHD. If you're having trouble making decisions, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble concentrating."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble concentrating. Difficulty concentrating is a common symptom of many mental health conditions, including depression, anxiety, and ADHD. If you're having trouble concentrating, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm having trouble remembering things."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're having trouble remembering things. Difficulty remembering things is a common symptom of many mental health conditions, including depression, anxiety, and dementia. If you're having trouble remembering things, it's important to identify the cause and to seek help if needed ."
  },
  {
    "type": "user",
    "message": "I'm feeling guilty."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling guilty. Guilt is a normal human emotion, but it can be difficult to cope with. There are a few things you can do to try to manage your guilt. First, allow yourself to feel your emotions. Second, talk to someone you trust about how you're feeling. Third, make amends if you can. Fourth, forgive yourself if you can't make amends. Fifth, seek professional help if your guilt is severe or long-lasting ."
  },
  {
    "type": "user",
    "message": "I'm feeling anxious about the future."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling anxious about the future. Anxiety about the future is a common human experience, but it can be difficult to cope with. There are a few things you can do to try to manage your anxiety. First, identify your fears and worries. Second, challenge your fears and worries. Third, focus on the present moment. Fourth, take steps to prepare for the future. Fifth, seek professional help if your anxiety is severe or long-lasting ."
  },
  {
    "type": "user",
    "message": "I'm feeling stressed about work."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling stressed about work. Stress about work is a common human experience, but it can be difficult to cope with. There are a few things you can do to try to manage your stress. First, identify your stressors. Second, take steps to reduce your stressors. Third, take breaks throughout the day. Fourth, exercise regularly. Fifth, seek professional help if your stress is severe or long-lasting ."
  },
  {
    "type": "user",
    "message": "I'm feeling overwhelmed by my responsibilities."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling overwhelmed by your responsibilities. Feeling overwhelmed by responsibilities is a common human experience, but it can be difficult to cope with. There are a few things you can do to try to manage your overwhelm. First, identify your priorities. Second, delegate tasks. Third, say no to requests. Fourth, take breaks throughout the day. Fifth, seek professional help if your overwhelm is severe or long-lasting ."
  },
  {
    "type": "user",
    "message": "I'm feeling burned out."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling burned out. Burnout is a serious condition that can lead to physical and emotional problems. If you're feeling burned out, it's important to seek professional help. There are many effective treatments available for burnout, including medication, therapy, and lifestyle changes ."
  },
  {
    "type": "user",
    "message": "I'm feeling overwhelmed."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling overwhelmed. There are a few things you can do to try to cope with feeling overwhelmed. First, take a deep breath and try to relax. Second, break down the task at hand into smaller, more manageable steps. Third, focus on one step at a time and don't worry about the rest. Fourth, take breaks as needed and don't be afraid to ask for help ."
  },
  {
    "type": "user",
    "message": "I'm feeling angry."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling angry. There are a few things you can do to try to manage your anger. First, take a deep breath and try to calm down. Second, identify what is making you angry and why. Third, find a healthy way to express your anger, such as exercise or talking to someone you trust. Fourth, avoid doing anything that could hurt yourself or others, such as drinking alcohol or using drugs ."
  },
  {
    "type": "user",
    "message": "I'm feeling sad."
  },
  {
    "type": "assistant",
    "message": "It sounds like you're feeling sad. Sadness is a normal human emotion, but it can be difficult to cope with. There are a few things you can do to try to manage your sadness. First, allow yourself to feel your emotions. Second, talk to someone you trust about how you're feeling. Third, engage in activities that make you happy. Fourth, seek professional help if your sadness is severe or long-lasting ."
  }
]